{
  "moduledata": [
    {
      "id": "1",
      "modules": {
        "Week 1: Self-Assessment": "The course begins with a guided self-assessment of the 4 key levels of our lives.",
        "Week 2: Goals, Habits and Routines": "Learn the best practices for setting goals, the scientifically proven system for developing new/better habits to work towards your goals, and how to identify the right routines that work for you.",
        "Week 3: Self talk and Positivity": "Learn why you have the power to change your mindset and the best way to rewire your attitude and approach to life.",
        "Week 4: Emotional Intelligence and Communications": "Explore the basics of being a good communicator and how to improve your emotional intelligence to enhance your reputation.",
        "Week 5: Mentors, Networking and Visibility": "This two-part module helps you: a) Discover some of the little-known tips for mentorship, networking, and increasing your visibility so you can reach out into the world to show your capabilities. b) Approach and develop effective relationships with your mentors and network.",
        "Week 6: You & Your Community": "We conclude with the mindset shifts necessary for achieving your goals, the process for building empowering communities, and achieving your dreams."
      }
    },
    {
      "id": "2",
      "modules": {}
    },
    {
      "id": "3",
      "modules": {}
    },
    {
      "id": "4",
      "modules": {
        "1. Why It All Matters": "Start the course off by appreciating the importance of customer service for your brand awareness, customer retention and growth.",
        "2. Making First Impressions Count": "Learn how to make the first interaction with your customers unforgettable for them. Explore the simple things like body language, speed of service and customer care that will get them hooked to your business on the first day.",
        "3. Know Your Customer": "Study the interests, trends and patterns of your customers. Understand their buying motives so that you can create a business and products that are meant for them.",
        "4. Complaints": "In this module, you will learn how to deal with complaints before they can turn into a crisis that could bring you bad publicity.",
        "5. Online Customer Service": "E-commerce and the digital space are things you can’t run away from in business today. This module provides an opportunity for you to learn how to extend great customer service online, how it differs from offline and how it can power your business forward."
      }
    },
    {
      "id": "5",
      "modules": {
        "1. The Sales Mindset": "Get off to a great start by understanding the minds of potential customers and developing the charisma and attitude of a great salesperson.",
        "2. The Sales Competency Wheel/The Sales Process": "Explore the different time tested strategies that sales people employ. Learn the sales cycle in detail, understand the drivers of sales and interact with new models that will propel you to increased revenue.",
        "3. The Sales Execution": "Equip yourself with the tactics needed to promote sales. Learn about conversion ratios, creating leads and lead management campaigns and utilising opportunities like phone calls and elevator pitches to make sales."
      }
    }
  ]
}
